Repository: actuallyzefe/welp
Catalog: ee/Sources/WelpProEdition/Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: Activate
tr: Etkinleştir

source: Cancel
tr: Vazgeç

source: Checking your subscription…
tr: Aboneliğin kontrol ediliyor…

source: Enter License Key…
tr: Lisans anahtarı gir…

source: Get Welp Pro
tr: Welp Pro'yu al

source: License key
tr: Lisans anahtarı

source: Licensed to %@. WhatsApp and Slack are protected.
tr: %@ adına lisanslı. WhatsApp ve Slack korunuyor.

source: Not Now
tr: Şimdi değil

source: Protecting %@ chats is part of Welp Pro
tr: %@ sohbetlerini korumak Welp Pro ile gelir

source: Protects any number of WhatsApp chats. Welp Pro adds Slack, with Microsoft Teams and more on the way, for $9.99 a year.
tr: İstediğin kadar WhatsApp sohbetini korur. Welp Pro, yıllık 9.99 $ ile Slack'i ekler; Microsoft Teams ve daha fazlası yolda.

source: Remove License
tr: Lisansı kaldır

source: Remove the Welp Pro license from this Mac?
tr: Welp Pro lisansı bu Mac'ten kaldırılsın mı?

source: Renew
tr: Yenile

source: That doesn’t look like a Welp license key. Copy the whole key from the email.
tr: Bu bir Welp lisans anahtarına benzemiyor. Anahtarın tamamını e-postadan kopyala.

source: The key is in your subscription email. About once a week, Welp sends it to getwelp.io, and nothing else, to check that your subscription is active.
tr: Anahtar, abonelik e-postanda. Welp aboneliğinin aktif olduğunu doğrulamak için haftada bir yalnızca bu anahtarı getwelp.io'ya gönderir, başka hiçbir şeyi değil.

source: This license key doesn’t work with this version of Welp. Get your current key at getwelp.io/pro.
tr: Bu lisans anahtarı Welp'in bu sürümüyle çalışmıyor. Güncel anahtarını getwelp.io/pro adresinden al.

source: This license key isn’t valid. Check that it was copied completely.
tr: Bu lisans anahtarı geçerli değil. Tamamen kopyalandığından emin ol.

source: Try Again
tr: Tekrar dene

source: Welp couldn’t reach getwelp.io to check your subscription. Slack chats are protected again once it can; WhatsApp still is.
tr: Welp aboneliğini kontrol etmek için getwelp.io'ya ulaşamadı. Ulaşabildiğinde Slack sohbetlerin yeniden korunur; WhatsApp korunmaya devam ediyor.

source: WhatsApp stays free. Get Welp Pro to protect Slack chats too.
tr: WhatsApp ücretsiz kalır. Slack sohbetlerini de korumak için Welp Pro'yu al.

source: Your Slack chats stay in the list but won’t be protected until you enter a license key again. WhatsApp stays protected.
tr: Slack sohbetlerin listede kalır ama yeniden bir lisans anahtarı girene kadar korunmaz. WhatsApp korunmaya devam eder.

source: Your Welp Pro subscription has ended, so Slack chats aren’t protected. WhatsApp still is.
tr: Welp Pro aboneliğin sona erdi, bu yüzden Slack sohbetlerin korunmuyor. WhatsApp korunmaya devam ediyor.

source: Your subscription needs to be checked with getwelp.io.
tr: Aboneliğinin getwelp.io ile kontrol edilmesi gerekiyor.
